{
  "WeekBossAffix.620111.1": "Lashing Vines",
  "WeekBossAffix.620111.2": "The Garden of Parasite lashes out at enemies with its vines.",
  "WeekBossAffix.620112.1": "Sharp Spikes",
  "WeekBossAffix.620112.2": "The roots of the Garden of Parasite grow into sharp spikes, dividing the battlefield.",
  "WeekBossAffix.620113.1": "Miasma Garden",
  "WeekBossAffix.620113.2": "The Garden of Parasite continuously spreads spores that grow into patches of toxic grass upon landing, periodically releasing clouds of miasma.",
  "WeekBossAffix.620114.1": "Sowing",
  "WeekBossAffix.620114.2": "The Garden of Parasite produces mimic seeds. Upon maturing and wilting, they spawn a swarm of groundhogs that relentlessly attack their enemies.",
  "WeekBossAffix.620115.1": "Flower Bud",
  "WeekBossAffix.620115.2": "Summons two flower buds that periodically release spreading attacks around it.",
  "WeekBossAffix.620211.1": "Charge",
  "WeekBossAffix.620211.2": "The Spirit of Brutality locks onto its target and launches a mid-to-long-range charge.",
  "WeekBossAffix.620212.1": "Tusk Attack",
  "WeekBossAffix.620212.2": "The Spirit of Brutality swings its tusks, knocking enemies into the air.",
  "WeekBossAffix.620213.1": "Savage Crash",
  "WeekBossAffix.620213.2": "The Spirit of Brutality quickly crashes into the enemy's side.",
  "WeekBossAffix.620214.1": "Lightning Crash",
  "WeekBossAffix.620214.2": "The Spirit of Brutality dashes to the enemy's side and strikes, repeated three times in a row.",
  "WeekBossAffix.620215.1": "Wild Rush",
  "WeekBossAffix.620215.2": "The Spirit of Brutality summons a horde of followers to launch a straight-line charge at the enemy.",
  "WeekBossAffix.620311.1": "Laser Sweep",
  "WeekBossAffix.620311.2": "Spellbound Golem moves its hands to either side of the upper battlefield, releasing a laser beam connecting its palms and slowly sweeping it downward across the battlefield.",
  "WeekBossAffix.620312.1": "Rocket Punch",
  "WeekBossAffix.620312.2": "Spellbound Golem locks onto its enemy with both fists. Once locked on, it delivers rapid consecutive charges toward the enemy's position.",
  "WeekBossAffix.620313.1": "Tracking Laser",
  "WeekBossAffix.620313.2": "Spellbound Golem continuously fires laser beams that track its enemies.",
  "WeekBossAffix.620314.1": "Ground Sweeper",
  "WeekBossAffix.620314.2": "Spellbound Golem unleashes a wide-range machine gun barrage across the battlefield.",
  "WeekBossAffix.620315.1": "Declaration of Destruction",
  "WeekBossAffix.620315.2": "Spellbound Golem unleashes Declaration of Destruction, building up energy for an extended period of time before firing a massive, wide-range laser beam. During the buildup, it disrupts enemies with punches or supplementary laser beams.",
  "WeekBossAffix.620411.1": "Lashing Thorns",
  "WeekBossAffix.620411.2": "Lithe Beauty swings the branches on both sides forward in an attack, then pauses briefly before sweeping them to each side.",
  "WeekBossAffix.620412.1": "Falling Blossoms",
  "WeekBossAffix.620412.2": "Lithe Beauty spits flower orbs into the air, which split into multiple fragments and explode upon landing, dealing AoE DMG.",
  "WeekBossAffix.620413.1": "Pollen Mist",
  "WeekBossAffix.620413.2": "Lithe Beauty unleashes a dangerous pollen ring that expands and contracts. If the ring touches the flowers at the edge of the battlefield, they will become activated.",
  "WeekBossAffix.620414.1": "Blossom Whirlwind",
  "WeekBossAffix.620414.2": "Lithe Beauty charges toward the target, releasing tornadoes to attack during the second strike.",
  "WeekBossAffix.620415.1": "Fatal Flowering",
  "WeekBossAffix.620415.2": "Lithe Beauty charges, releasing an expanding pollen ring during the process. Once charged, it summons a large tornado that keeps following its target.",
  "WeekBossAffix.620511.1": "Charge",
  "WeekBossAffix.620511.2": "The Blade of Jade quickly charges once.",
  "WeekBossAffix.620512.1": "Peck Dive",
  "WeekBossAffix.620512.2": "The Blade of Jade soars into the sky before delivering a devastating peck attack on the ground level.",
  "WeekBossAffix.620513.1": "Light Beam",
  "WeekBossAffix.620513.2": "The Blade of Jade fires a narrow beam of light forward.",
  "WeekBossAffix.620514.1": "Tail Power",
  "WeekBossAffix.620514.2": "The Blade of Jade drives its tail deep into the ground, releasing powerful electricity all around.",
  "WeekBossAffix.620515.1": "Total Bombardment",
  "WeekBossAffix.620515.2": "The Blade of Jade awakens all the flowers on the battlefield, unleashing a barrage of hummingbird bullets across the field.",
  "WeekBossAffix.620611.1": "Water Bubble Breath",
  "WeekBossAffix.620611.2": "Gobble Hexhorn Whale spits water bubbles forward.",
  "WeekBossAffix.620612.1": "Summon Bubbles",
  "WeekBossAffix.620612.2": "Gobble Hexhorn Whale summons a bubble from above. The bubble will lock onto the enemy and fire medium to long range water bubbles.",
  "WeekBossAffix.620613.1": "Gobble Charge",
  "WeekBossAffix.620613.2": "Gobble Hexhorn Whale charges across the battlefield, knocking the enemy back.",
  "WeekBossAffix.620614.1": "Plop Bomb",
  "WeekBossAffix.620614.2": "Gobble Hexhorn Whale summons a huge water pillar bomb that triggers a water torrent to impact the battlefield and knock the enemy back.",
  "WeekBossAffix.620615.1": "Violent Undercurrent",
  "WeekBossAffix.620615.2": "Gobble Hexhorn Whale dives underwater and launches a ferocious attack at the enemy's feet, destroying the field and knocking them back."
}